Repository: sillsdev/saymore
Catalog: DistFiles/SayMore.tr.tmx
Source language: tr
Languages: en

source: Yalnızca meta veriler
en: Metadata only

source: Gerçek veri dosyaları Arşiv kopyalamayı önlemek için bu seçeneği kullanın
en: Select this to prevent copying actual data files into archive

source: Alfa
en: Alpha

source: Sürüm adayı
en: Release Candidate

source: Tüm dosyalar ({0})
en: All Files ({0})

source: (Yeniden deneme girişimi sayısı: {0})
en: (Retries attempted: {0})

source: Şu anda SayMore bu bilgisayarda yüklü ve etkin bir ses çalma aygıtı bulamıyor.
en: Currently SayMore is unable to find any audio playback devices installed and enabled on this computer.

source: SayMore, bu bilgisayarda kurulu ve etkinleştirilmiş herhangi bir kayıt cihazı bulamadığı için şu anda ses kayıtları yapılamamaktadır.
en: Currently audio recordings cannot be made because SayMore is unable to find any recording devices installed and enabled on this computer.

source: Beklenmeyen bir ses hatası oluştu.
en: There was an unexpected audio error.

source: *** Bu kayıtta SayMore'un eski bir sürümündeki bir hata tarafından üretilen {0} bir belirsizliği vardı. Tarih "{1}" idi. SayMore tarihi doğru tahmin etmeyi çalıştı fakat gün ve ayların yerleri değiştirilmiş olabilir. Lütfen bu hatayla ilgili özürlerimizi kabul edin. Tarihinin doğru olduğundan emin olduktan sonra, lütfen bu mesajı silin.
en: ***This record had an ambiguous {0}, produced by a bug in an old version of SayMore. The date was "{1}". SayMore has attempted to interpret the date, but might have swapped the day and month. Please accept our apologies for this error. After you have fixed the date or confirmed that it is correct, please delete this message.

source: Bir şey bu klasörü veya içindeki bir dosyayı kullanıyor, bu nedenle yeniden adlandırılamaz. Bu programı yeniden başlatmayı veya bilgisayarı yeniden başlatmayı deneyebilirsiniz.
en: Something is holding onto that folder or a file in it, so it cannot be renamed. You can try restarting this program, or restarting the computer.

source: Bir ad girin.
en: Enter a name.

source: Bir rol seçin.
en: Choose a role.

source: Katkıda bulunanlar
en: Contributors

source: Sütunları Seç
en: Choose Columns

source: &Yeni
en: &New

source: Bir sütun görünür olmalıdır.
en: One column must be visible.

source: Alan
en: Field

source: Değer
en: Value

source: Ses Bit Hızı
en: Audio Bit Rate

source: Bit Derinliği
en: Bit Depth

source: Kanalları
en: Channels

source: Aygıt
en: Device

source: Süresi
en: Duration

source: Kare hızı
en: Frame Rate

source: Mikrofon
en: Microphone

source: Çözünürlük
en: Resolution

source: Örnekleme Hızı
en: Sample Rate

source: Video Bit Hızı
en: Video Bit Rate

source: '{0}' alanını ve içeriğini tüm proje içinden silmek istiyor musunuz?
en: Do you want to delete the field '{0}' and its contents from the entire project?

source: SayMore, "{0}" dosyasına yazamıyor. Salt okunur.
en: SayMore is not able to write to the file "{0}." It is read-only.

source: SayMore, "{0}" dosyasına yazamıyor. Salt okunur veya kilitli.
en: SayMore is not able to write to the file "{0}." It is read-only or locked.

source: Dosya Ekle
en: Add Files

source: Tüm Dosyalar (*.*)
en: All Files (*.*)

source: Dosyalar Ekle...
en: Add Files...

source: Bu oturumla ilgili ek dosyalar eklemek için onları buraya\nsürükleyin veya 'Dosyalar Ekle’ye tıklayın.
en: Add additional files related to this session by\ndragging them here or clicking the 'Add Files' button.

source: '{0}'\n\ndosyasını açarken bir sorun oluştu. Bu dosya türü ile ilişkili bir uygulama olduğundan emin olun.
en: There was a problem opening the file\n\n'{0}'\n\nMake sure there is an application associated with this type of file.

source: {0} {1} adlı dosyayı yükleyemedi
en: {0} could not load the file: {1}

source: Üzgünüz, SayMore bu dosyayı yeniden adlandıramadı çünkü başka bir şey (belki SayMore'un başka bir parçası) dosyayı okuyor. Lütfen daha sonra tekrar deneyiniz.
en: Sorry, SayMore could not rename that file because something else (perhaps another part of SayMore) is reading it. Please try again later.

source: {0} meta veri dosyasını '{1}' olarak yeniden adlandıramadı, çünkü zaten bu ada sahip bir dosya var.
en: {0} could not rename the meta data file to '{1}' because there is already a file with that name.

source: Değiştirilme Tarihi
en: Date Modified

source: Isim
en: Name

source: Boyut
en: Size

source: Türü
en: Type

source: Dönüştür...
en: Convert...

source: Seçili Dosyayı Dönüştür
en: Convert Selected File

source: Sesi mono mp3 ses dosyasına çıkarın (düşük kalite)
en: Extract audio to mono mp3 audio file (low quality)

source: Dosyayı &Sil...
en: &Delete File...

source: {0} ve alt dosyaları
en: {0} and subordinate files

source: Bu projede zaten {0} adlı bir dosya var. Eski olanı bununla değiştirmek ister misiniz?
en: There is already a file named {0} in this project. Do you want to replace the old one with this one?

source: {0} Bayt
en: {0} Bytes

source: {0} Gigabayt
en: {0} Gigabytes

source: {0} Kilobayt
en: {0} Kilobytes

source: {0} Megabayt
en: {0} Megabytes

source: Aç
en: Open

source: Seçili Dosyayı Aç
en: Open Selected File

source: Bu Dosyayla İlişkili Programda Aç...
en: Open in Program Associated with this File ...

source: Dosya Gezgininde Göster...
en: Show in File Explorer...

source: Yeniden Adlandır...
en: Rename...

source: Seçili Dosyayı Yeniden Adlandırın
en: Rename Selected File

source: Dosya Açılamadı: {0}
en: Failed to open file: {0}

source: {0} ilişkili programında açın.
en: Open {0} in its associated program.

source: {0} yüklemeye çalıştı:
en: {0} attempted to load:

source: Dosya:
en: File:

source: Klasör:
en: Folder:

source: Görünüm
en: View

source: Bu resim açılamadı.
en: Could not open that picture.

source: Bu resim açılamadı. Görüntü boyutu SayMore için çok büyük.
en: Could not open that picture. The image size is too large for SayMore to open.

source: Görüntü
en: Image

source: Konuşma olayları, en az iki katılımcı arasındaki sözlü etkileşimden oluşur. Notlar: Olay bir araştırmacı içerebilir veya içermeyebilir.
en: Speech events consists of verbal interaction between at least two participants. Comments: The event may or may not include an investigator.

source: Etkileşimli
en: Interactive

source: Konuşma/şarkı, dinleyici(ler)den uzatılmış sözlü yanıtlar beklemeden üretildi. Notlar: Genellikle monologa karşılık gelir.
en: Speech/song produced without expecting extended verbal responses from hearer(s). Comments: Corresponds often to monologue.

source: Etkileşimli değil
en: Non-interactive

source: Dinleyici(ler)den gelen tekrarlanan ünlemlerle noktalanan öncelikli monolog konuşma.
en: Primarily monologic speech punctuated by repeated interjections from the hearer(s).

source: Yarı-etkileşimli
en: Semi-interactive

source: Bilinmiyor
en: Unknown

source: Belirtilmemiş
en: Unspecified

source: Araştırmacı, konuşmacı(lar)'dan yalıtılmış fonem/sözcük/ifade/gramer yapıları üretmesini ister.
en: Investigator asks speaker(s) to produce isolated phonemes/ words/ utterances / grammatical structures.

source: Temin Edilmiş
en: Elicited

source: Hiçbir dış gözlemcisi mevcut değil.
en: No outside observer is present.

source: Gözlemci-yok
en: No-observer

source: Araştırmacı konuşma olayla sözlü olarak müdahale etmez (araştırmacının orada bulunması dışında).
en: The researcher does not interfere verbally with the speech event (other than the researcher's mere presence).

source: Temin Edilmemiş
en: Non-elicited

source: Bilinmeyen
en: Unknown

source: Konuşmacı, "performansının" yapısını ve içeriğini önceden hazırlar. Notlar: Bu, icracı/danışmana bir çerçeve verildiğinde fakat cevabını planlamadan yaptığı 'Temin etmek' (etkileşim)'dan farklıdır.
en: The speaker prepares in detail the structure and content of his/her "performance" in advance Comments: This differs from 'Elicitation' (involvement), where the performer/consultant is given a framework but does not necessary plan his/her answer.

source: Planlanmış
en: Planned

source: Yarı-spontane
en: Semi-spontaneous

source: İsteğe bağlı konuşma/şarkı. Notlar: Konu bağlamdan veya gözlemcilerden saptanmamıştır.
en: Unprompted speech/song. Comments: Topic not determined from context or observers.

source: Spontan
en: Spontaneous

source: Kontrollü ortam
en: Controlled environment

source: Aile
en: Family

source: Özel
en: Private

source: Kamuya Açık
en: Public

source: Afrika
en: Africa

source: Asya
en: Asia

source: Avustralya
en: Australia

source: Avrupa
en: Europe

source: Orta-Amerika
en: Middle-America

source: Kuzey-Amerika
en: North-America

source: Okyanusya
en: Oceania

source: Güney-Amerika
en: South-America

source: Afganistan
en: Afghanistan

source: Arnavutluk
en: Albania

source: Cezayir
en: Algeria

source: Amerikan Samoası
en: American Samoa

source: Antarktika
en: Antarctica

source: Antigua ve Barbuda
en: Antigua and Barbuda

source: Kuzey Buz Denizi
en: Arctic Ocean

source: Arjantin
en: Argentina

source: Ermenistan
en: Armenia

source: Ashmore ve Cartier Adaları
en: Ashmore and Cartier Islands

source: Atlas Okyanusu
en: Atlantic Ocean

source: Avusturya
en: Austria

source: Azerbaycan
en: Azerbaijan

source: Bahamalar
en: Bahamas

source: Bahreyn
en: Bahrain

source: Baker Adası
en: Baker Island

source: Bangladeş
en: Bangladesh

source: Bassas da Hindistan
en: Bassas da India

source: Belçika
en: Belgium

source: Birleşik Arap Emirlikleri
en: Bhutan

source: Bolivya
en: Bolivia

source: Bosna Hersek
en: Bosnia and Herzegovina

source: Botsvana
en: Botswana

source: Bouvet Adası
en: Bouvet Island

source: Brezilya
en: Brazil

source: Britanya Hint Okyanusu Toprakları
en: British Indian Ocean Territory

source: İngiliz Virgin Adaları
en: British Virgin Islands

source: Bulgaristan
en: Bulgaria

source: Kamboçya
en: Cambodia

source: Kamerun
en: Cameroon

source: Kanada
en: Canada

source: Cayman Adaları
en: Cayman Islands

source: Orta Afrika Cumhuriyeti
en: Central African Republic

source: Çad
en: Chad

source: Şili
en: Chile

source: Çin
en: China

source: Christmas Adası
en: Christmas Island

source: Clipperton Adası
en: Clipperton Island

source: Cocos (Keeling Adaları)
en: Cocos (Keeling Islands)

source: Kolombiya
en: Colombia

source: Komor Adaları
en: Comoros

source: Kongo Cumhuriyeti
en: Congo Republic of the

source: Kongo, Demokratik Cumhuriyeti
en: Congo, Democratic Republic of the

source: Cook Adaları
en: Cook Islands

source: Mercan Denizi Adaları
en: Coral Sea Islands

source: Kosta Rika
en: Costa Rica

source: Fildişi Sahilleri
en: Cote D'Ivoire

source: Hırvatistan
en: Croatia

source: Küba
en: Cuba

source: Kıbrıs
en: Cyprus

source: Çek Cumhuriyeti
en: Czech Republic

source: Danimarka
en: Denmark

source: Cibuti
en: Djibouti

source: Dominika
en: Dominica

source: Dominik Cumhuriyeti
en: Dominican Republic

source: Doğu Timor
en: East Timor

source: Ekvador
en: Ecuador

source: Mısır
en: Egypt

source: Ekvator Ginesi
en: Equatorial Guinea

source: Eritre
en: Eritrea

source: Estonya
en: Estonia

source: Etiyopya
en: Ethiopia

source: Europa Adası
en: Europa Island

source: Falkland Adaları (Islas Malvinas)
en: Falkland Islands (Islas Malvinas)

source: Faroer Adaları
en: Faroer Islands

source: Finlandiya
en: Finland

source: Fransa
en: France

source: Fransız Guyanası
en: French Guiana

source: Fransız Polinezyası
en: French Polynesia

source: Fransız Güney ve Antarktika Bölgesi
en: French Southern and Antarctic Lands

source: Gambiya
en: Gambia

source: Gürcistan
en: Georgia

source: Almanya
en: Germany

source: Gana
en: Ghana

source: Glorioso Adaları
en: Glorioso Islands

source: Yunanistan
en: Greece

source: Grönland
en: Greenland

source: Gine Bissau
en: Guinea-Bissau

source: Gine
en: Guinea

source: Heard ve McDonald Adaları
en: Heard and McDonald Islands

source: Kutsal Koltuk (Vatikan)
en: Holy Seat (Vatican City)

source: Vatikan (Vatikan)
en: Holy See (Vatican City)

source: Howland Adası
en: Howland Island

source: Macaristan
en: Hungary

source: İzlanda
en: Iceland

source: Hindistan
en: India

source: Hint Okyanusu
en: Indian Ocean

source: Endonezya
en: Indonesia

source: Irak
en: Iraq

source: İrlanda
en: Ireland

source: İsrail
en: Israel

source: İtalya
en: Italy

source: Jamaika
en: Jamaica

source: Japonya
en: Japan

source: Jarvis Adası
en: Jarvis Island

source: Ürdün
en: Jordan

source: Kazakistan
en: Kazakhstan

source: Kuzey Kore
en: Korea (North)

source: Kore (Güney)
en: Korea (South)

source: Kuveyt
en: Kuwait

source: Kırgızistan
en: Kyrgyzstan

source: Letonya
en: Latvia

source: Lübnan
en: Lebanon

source: Liberya
en: Liberia

source: Litvanya
en: Lithuania

source: Lüksemburg
en: Luxembourg

source: Makedonya
en: Macedonia

source: Madagaskar
en: Madagascar

source: Malavi
en: Malawi

source: Malezya
en: Malaysia

source: Maldivler
en: Maldives

source: Man Adası
en: Man Isle of

source: Marshall Adaları
en: Marshall Islands

source: Moritanya
en: Mauritania

source: Meksika
en: Mexico

source: Mikronezya
en: Micronesia

source: Moğolistan
en: Mongolia

source: Fas
en: Morocco

source: Mozambik
en: Mozambique

source: Namibya
en: Namibia

source: Navassa Adası
en: Navassa Island

source: Hollanda Antilleri
en: Netherlands Antilles

source: Hollanda
en: Netherlands

source: Yeni Kaledonya
en: New Caledonia

source: Yeni Zelanda
en: New Zealand

source: Nikaragua
en: Nicaragua

source: Nijer
en: Niger

source: Nijerya
en: Nigeria

source: Norfolk Adası
en: Norfolk Island

source: Kuzey Mariana Adaları
en: Northern Mariana Islands

source: Norveç
en: Norway

source: Umman
en: Oman

source: Pasifik Okyanusu
en: Pacific Ocean

source: Papua Yeni Gine
en: Papua New Guinea

source: Paracel Adaları
en: Paracel Islands

source: Filipinler
en: Philippines

source: Pitcairn Adaları
en: Pitcairn Islands

source: Polonya
en: Poland

source: Portekiz
en: Portugal

source: Porto Riko
en: Puerto Rico

source: Katar
en: Qatar

source: Romanya
en: Romania

source: Rusya Federasyonu
en: Russian Federation

source: Ruanda
en: Rwanda

source: Saint Kitts ve Nevis
en: Saint Kitts and Nevis

source: Saint Pierre ve Miquelon
en: Saint Pierre and Miquelon

source: Saint Vincent ve Grenadinler
en: Saint Vincent and the Grenadines

source: Sao Tome ve Principe
en: Sao Tome and Principe

source: Suudi Arabistan
en: Saudi Arabia

source: Sırbistan ve Karadağ
en: Serbia and Montenegro

source: Seyşel Adaları
en: Seychelles

source: Singapur
en: Singapore

source: Slovak Cumhuriyeti
en: Slovak Republic

source: Slovenya
en: Slovenia

source: Solomon Adaları
en: Solomon Islands

source: Somali
en: Somalia

source: Güney Afrika
en: South Africa

source: Güney Georgia ve Güney Sandwich Adaları
en: South Georgia and the South Sandwich Islands

source: Güney Okyanusu
en: Southern Ocean

source: İspanya
en: Spain

source: Spratly Adaları
en: Spratly Islands

source: Surinam
en: Suriname

source: İsveç
en: Sweden

source: İsviçre
en: Switzerland

source: Suriye
en: Syria

source: Tayvan
en: Taiwan

source: Tacikistan
en: Tajikistan

source: Tanzanya
en: Tanzania

source: Tayland
en: Thailand

source: Gazze Şeridi
en: The Gaza Strip

source: Trinidad ve Tobago
en: Trinidad and Tobago

source: Tromolin Adası
en: Tromolin Island

source: Tunus
en: Tunisia

source: Türkiye
en: Turkey

source: Türkmenistan
en: Turkmenistan

source: Turks ve Caicos Adaları
en: Turks and Caicos Islands

source: Ukrayna
en: Ukraine

source: Tanımsız
en: Undefined

source: Birleşik Krallık
en: United Kingdom

source: Amerika Birleşik Devletleri
en: United States

source: Özbekistan
en: Uzbekistan

source: Vanuatu Cumhuriyeti
en: Vanuatu

source: Virgin Adaları (ABD)
en: Virgin Islands (US)

source: Wake Adası
en: Wake Island

source: Wallis ve Futuna Adaları
en: Wallis and Futuna Islands

source: Batı Şeria
en: West Bank

source: Batı Sahra
en: Western Sahara

source: Zambiya
en: Zambia

source: Zimbabve
en: Zimbabwe

source: Dosya, geçerli bir medya dosyası gibi görünmüyor: {0}
en: File does not appear to be a valid media file: {0}

source: Medya dosyası bulunamadı: {0}
en: Media file not found: {0}

source: Ortam yürütücü dosya adı belirtilmemiş.
en: Media player file name has not been specified.

source: Duraklat
en: Pause

source: Oyna
en: Play

source: Durdur
en: Stop

source: Ses
en: Audio

source: Mplayer başlatılamadı.
en: Unable to start mplayer.

source: Ses Düzeyi
en: Volume

source: Daha fazla bilgi...
en: More Information...

source: Bu dosya hakkında daha fazla bilgi
en: More information about this file

source: Hazır ayarları
en: Presets

source: Medya dosyası için önayarları seçin
en: Select presets for media file

source: Notlar
en: Notes

source: Özellikler
en: Properties

source: Tam dönüştürme çıktısı:
en: Full output from conversion:

source: Katılımcı '{0}' için Dosya Eklemek
en: Adding Files for Contributor '{0}'

source: Katılımlar için Dosyalar Ekliyor...
en: Adding Files for Contributors...

source: Diğer Proje Belgelerini Ekliyor...
en: Adding Other Project Documents...

source: Proje Açıklama Belgeleri Ekliyor...
en: Adding Project Description Documents...

source: '{0}’ Oturumu için Dosya Ekliyor
en: Adding Files for Session '{0}'

source: Tüm dosyalar
en: All Files

source: Arşiv paketi, bir oturum ve katkıda bulunanlarla ilgili gerekli tüm dosyaları ve verileri içerecektir.
en: The archive package will include all required files and data related to a session and its contributors.

source: İptal ediliyor...
en: Canceling...

source: Katılımcı
en: Contributor

source: Dosyaları kopyalanıyor
en: Copying files

source: {0} paketi oluşturulmaya çalışılırken bir hata oluştu.
en: There was an error attempting to create the RAMP file.

source: IMDI paketi oluşturmak için başlangıç sürecinde bir sorun oluştu.
en: There was a problem starting process to create IMDI package.

source: RAMP/REAP mets dosyasını oluşturmaya çalışırken bir hata oluştu.
en: There was an error attempting to create the RAMP/REAP mets file.

source: Zip dosyası oluşturmak için işlem başlatırken bir sorun oluştu.
en: There was a problem starting process to create zip file.

source: Dosya {0} paketinden hariç tutuldu:
en: File excluded from {0} package:

source: Aktörler
en: Actors

source: {0} ({1}), çoklu ortam ve çok modlu dil kaynaklarını tanımlamak için bir meta veri standardıdır. Bu standart, taranabilir ve aranabilir korpus yapıları ve kaynak açıklamaları için birlikte çalışabilirlik sağlar.
en: {0} ({1}) is a metadata standard to describe multi-media and multi-modal language resources. The standard provides interoperability for browsable and searchable corpus structures and resource descriptions.

source: Bu araç, {1} verilerinizi arşivlemek için {0} kullanmanıza yardımcı olacaktır. {1} paketi oluşturulduğunda, gerçek göndermeyi yapmadan önce {0} uygulamasını başlatabilir ve ek bilgi girebilirsiniz.
en: This tool will help you use {0} to archive your {1} data. When the {1} package has been created, you can launch {0} and enter any additional information before doing the actual submission.

source: ISO 639-3 3 harfli dil kodu gerekir.
en: ISO 639-3 3-letter language code required.

source: {0} için doğum yılı boş ya da 4 basamaklı bir sayı olmalıdır.
en: The Birth Year for {0} should be either blank or a 4 digit number.

source: ISO 639-3 kodu geçersiz: {0}
en: Invalid ISO 639-3 code: {0}

source: Bu oturum için hiçbir katkıda bulunmaktadır.
en: There are no contributors for this session.

source: {0} paketi {1} içinde oluşturulur.
en: The {0} package will be created in {1}.

source: Aşağıdaki dosyalar arşive eklenecek:
en: The following files will be added to the archive:

source: Aşağıdaki oturumlardan ve katkıda bulunanlardan dosyalar arşivinize eklenecektir.
en: The following session and contributor files will be added to your archive.

source: Aşağıdaki oturum dosyalarını, arşive eklenir.
en: The following session files will be added to your archive.

source: Bileşen dosyalarını analiz etme
en: Analyzing component files

source: Programlar
en: Programs

source: Arşiv korpusu, bu proje ile ilgili gerekli tüm dosyaları ve verileri içerecektir.
en: The archive corpus will include all required files and data related to this project.

source: RAMP (Sadece SIL İçin)
en: RAMP (SIL Only)

source: {0}, meta veriler girmek ve SIL'in dahili arşivi REAP'a gönderimler yapmak için kullanılan bir yardımcı programdır. Bu arşive erişiminiz varsa, bu araç {1} verilerinizi arşivlemek için {0}'ı kullanmanıza yardımcı olacaktır. {2} {0} paketi oluşturulduğunda, gerçek gönderimi yapmadan önce {0} uygulamasını başlatabilir ve ek bilgi girebilirsiniz.
en: {0} is a utility for entering metadata and uploading submissions to SIL's internal archive, REAP. If you have access to this archive, this tool will help you use {0} to archive your {1} data. {2} When the {0} package has been created, you can launch {0} and enter any additional information before doing the actual submission.

source: RAMP program bulunamadı!
en: The RAMP program cannot be found!

source: {0}’a aktarıldı. Bu yol artık geçici panonuzda. Arbil kullanıyorsanız, Dosya menüsünden İçe Aktar’ı seçin ve ardından bu yolu yapıştırın.
en: Exported to {0}. This path is now on your clipboard. If you are using Arbil, go to File, Import, then paste this path in.

source: RAMP programına götürmeye hazır
en: Ready to hand the package to RAMP

source: Dosyaları {0} paketine kaydediyor
en: Saving files in {0} package

source: RAMP program için aranıyor...
en: Searching for the RAMP program...

source: Oturum
en: Session

source: Arşiv paketini {0}'da açmaya çalışırken bir hata oluştu.
en: There was an error attempting to open the archive package in {0}.

source: {0}: {1} kullanarak arşivle
en: {0}: Archive using {1}

source: İptal
en: Cancel

source: &1) Paket Oluşturuyor
en: &1) Create Package

source: &2) Başlat {0}
en: &2) Launch {0}

# Medya dosyası için daha fazla bilgi almaya çalışırken bir hata oluştu: {0}
source: Medya dosyası için daha fazla bilgi almaya çalışırken bir hata oluştu: \n\n{0}
en: There was an error trying to get more information for the media file:\n\n{0}

source: Bu ada ait bir dosya zaten var veya ad geçersiz.
en: A file by that name already exists or the name is invalid.

source: Yeni dosya: {0}
en: New file: {0}

source: Yeniden Adlandır
en: Rename

source: Adıyla değiştirin:
en: Change Name To:

source: Aşağıdakileri yalnızca SayMore dışında üretilen açıklamaları içe aktarırken kullanın
en: Use the following only when you are importing annotations produced outside of SayMore

source: SayMore'un İsimleri Nasıl Kullanıldığını Okuyun
en: Read About How SayMore Uses Names

source: Kısayolları
en: Shortcuts

source: (nasıl kullanıldığını okumak için farenizle her bağlantının üzerine gelin)
en: (hover over each link to read about how it is used)

source: Dikkatli Konuşma
en: Careful Speech

# Dikkatli Konuşma: Kaynak kaydının yavaş okunması konuşmanın dikkatli olması.
source: Dikkatli Konuşma:\nKaynak kaydının yavaş okunması\nkonuşmanın dikkatli olması.
en: Careful Speech:\nSlow, careful speech re-speaking\nof the source recording.

source: Bilgilendirilmiş Onam
en: Informed Consent

source: Bilgilendirilmiş Onam:\nBu kişinin katkısının kullanımını\nkapsayan bir tarama veya izin kaydetme.
en: Informed Consent:\nA scan or recording of consent covering\nthe use of this person's contribution.

source: Sözlü Çeviri
en: Oral Translation

# Sözlü Tercüme: Kaynak kaydın bir çevirisinin kaydedilmesi.
source: Sözlü Tercüme:\nKaynak kaydın\nbir çevirisinin kaydedilmesi.
en: Oral Translation:\nRecording of a translation\nof the source recording.

source: Kaynak
en: Source

source: Kaynak:\nOturumu kaydetme. Oturumun'Kaynak Kaydı'\naşamasını yerine getirmek için kullanılır.
en: Source:\nThe recording of the session. Used to satisfy\nthe 'Source Recording' stage of the session.

source: Transkripsiyon
en: Transcription
